Personnage

Nom : Haraki Kazuhashi
Description : Un jeune homme magicien de rue, spécialisé dans la magie de lumière.

PV : 1/5
MP : 5/5

Vitesse : 1/5

-----------------------------------

Projectiles

Description (patern ou effet): Une boule de lumière présentant une large trainée, facilitant l'observation de sa trajectoire.

Dégat : 1/5
Vitesse : 5/5
MP: 5/5

Status : (ça peut être n'importe quoi, genre brulant ou electrifié') aucun

-----------------------------------

Compétence 1 : Performance on hold

Description (patern ou effet): Tous les projectiles présents de ce personnage sont arrêtés. Après un délais de X secondes, ils disparaissent.
Leur éclat se perd progressivement. Les projectiles conservent toutes leurs propriétés (dégât, etc).

Dégat : 0/5
Vitesse : 3/5
MP: 3/5
CD : 2/5

Vitesse d'animation : - Startup :
					  - Active :
					  - Recovery :

Status : (ça peut être n'importe quoi, genre brulant ou electrifié')

-----------------------------------

Compétence 2 : Overflow

Description (patern ou effet): Gigantesque rayon laser mettant du temps à se charger. Ses dégât permettent de mettre KO à peu près tous le monde.
Le rayon reste actif pendant un certain temps et nécessite une canalisation par le personnage (en gros il peut pas bouger pendant).

Dégat : 5/5
Vitesse : 1/5
MP: 5/5
CD : 5/5

Vitesse d'animation : - Startup :
					  - Active :
					  - Recovery :

Status : (ça peut être n'importe quoi, genre brulant ou electrifié')

-----------------------------------

Compétence 3 : Radiant light

Description (patern ou effet): Augmente la luminosité des projectiles dans un rayon de X mètres, les rendant plus difficile à correctement
percevoir leur vrai hitbox.

Dégat : 0/5
Vitesse : 4/5
MP: 2/5
CD : 2/5

Vitesse d'animation : - Startup :
					  - Active :
					  - Recovery :

Status : (ça peut être n'importe quoi, genre brulant ou electrifié')

-----------------------------------

Ultime

Description (patern ou effet): Chaque projectile de ce personnage augmente progressivement de vitesse

Passif :

Status : (ça peut être n'importe quoi, genre brulant ou electrifié')

-----------------------------------

Status

Description détaillée des status utilisé :

-----------------------------------

Plan de jeu :
(Exemple : Ses projectiles sont clairement le point central du Personnage
Le but est de constament en lancé pour limiter les déplacement de l'adversaire
Une fois submerger à cause de leur vitesse de leur fausse taille, le rayon laser permet de finir
la partie sur un adversaire bloquer dans une zone restrainte, de peur de mourir sous la pluie de lumière
)


